Repository: seanpm2001/mt-training-data
Catalog: ss/ss_pontoon.tmx
Source language: en_us
Languages: ss

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
ss: Kuletilwimi leti lesetitfuliwe lelikhasi langcondvomshina seliphumelele<localizationGlossaryLink>lendzawo</localizationGlossaryLink>futsi inemigca <sentenceCollectionGlossaryLink>leyenele lekwelekiwe </sentenceCollectionGlossaryLink>kute ivumele ku <speakLink>Khuluma </speakLink>neku <listenLink>Lalela </listenLink>lokusentiwa.

source: French
ss: Si-French

source: Frequently Asked Questions
ss: Imibuto levame kubutwa

source: Gender
ss: Bulili

source: German
ss: Sijalimane

source: Get involved
ss: Hlanganyela

source: Get Involved
ss: Hlanganyela

source: Get started with goals
ss: Vele ucale ngemagoli

source: Get Started with Speech Recognition
ss: Vele ucale nge Speech Recognition

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
ss: <githubLink>NVIDIA NeMo</githubLink>™ livulekele <docsLink>sikhwama sesive</docsLink> bacwaningi labatfutfukisa ingcayizivela yetindlela te AI

source: Glossary
ss: Luhla lwemagama

source: Goal reached
ss: Ligoli lifezekile

source: Goals
ss: Imigomo

source: Go to Discourse
ss: Hamba ku Discourse

source: Go to Languages Page
ss: Buyela ekhasini letilwimi

source: Go to { $name }
ss: Hamba ku { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
ss: <governanceLink>Fundza kabanti ngekutsi sengamelwe kanjani</governanceLink>

source: Government proceedings, books and articles are also great however since the text tends to be a little more formal they are less of a priority.
ss: Tinchubo tahulumende, tincwadzi netindzatjana nato tikahle konja ngalokutsi tisebentisa lulwimi loluhloniphako atisiko mcokwa kangako.

source: Great! How many clips a week?
ss: Kuhle! Tingaphi ticephu lotitfwebula ngeliviki?

source: Great! How many clips per day?
ss: Kuhle! Tingaphi ticephu lotitfwebula ngelilanga?

source: Great!<recordIcon></recordIcon> Record your next clip
ss: Kuhle! <recordIcon></recordIcon> Tfwebula sicephu sakho lesilandzelako

source: Great work!<playIcon></playIcon> Listen again when you're ready
ss: Umsebenti lomuhle!<playIcon></playIcon> lalela uma ulungele

source: Greek
ss: Si-Greek

source: Have Feedback?
ss: Unawo umbiko longasitjela wona?

source: Have you read our Terms?
ss: Uyifundzile imigomo yetfu?

source: Having an account is not required to contribute, though it is helpful.
ss: Awukaphocelelwa kuba ne account kuze ukhone kulekelela, kepha kulisito.

source: Having a profile is not required to contribute though it is helpful, see why below.
ss: Kuba nelikhasi lelichaza kabanti ngawe akudzingeki, kepha kulusito, buka kutsi kungani langentasi

source: Hebrew
ss: Hebheru

source: Help
ss: Lusito

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ss: Sita Common Voice afike ku { $hours } lihora ngelulwimi loluhamba neligoli lakho

source: Help create Common Voice’s first target segment in { $locale }
ss: Sita ekwakheni i-target segment ya common voice yekucala ku { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
ss: Sisiste sifike ku { $hours } wemahora nge { $language } ngeligoli lakho

source: Help teach machines how real people speak, donate your voice at { $link }
ss: Sita kufundzisa imishini kutsi bantfu mbamba bakhuluma njani, nikela livi lakho ku { $link }

source: Help us build a community around voice technology, stay in touch via email.
ss: Sisite sakhe ummango ngebucwephesha bemavi, chumana natsi ngeliposi lembane.

source: Help us build a high quality, publicly open dataset
ss: Sisite kwakha i-datset lesezingeni lelisetulu futsi lengatfolwa sive sonkhe.

source: Help us by reviewing sentences for correctness according to the guidelines.
ss: Sisite sibuyekete imisho kutsi ingiwo yini futsi iyahambelana yini nemigomo

source: Help us by writing or collecting Public Domain sentences.
ss: Sisite ngekubhala noma kukweleka imisho mayelana nesive.

source: Help us find more voices, share your goal
ss: Sisite sitfole emavi lamanengi, yaba ligoli lakho

source: Help us find others to donate their voice!
ss: Sisite sitfole labanye labanganikela ngemavi abo!

source: Help us get to { $goal }
ss: Sisite sifike ku { $goal }

source: Help us validate sentences!
ss: Sisite sicinisekise imisho

source: Help us validate voices
ss: Sisite sicinisekise emavi

source: Here are some tips to find sentences:
ss: Nati tinsita tekutfola imisho

source: Here are the links to download your ZIP files.
ss: Nawa ema link eku download amafayela laku ZIP.

source: Hidden
ss: Lokufihlakele

source: His hand was rais-ed.
ss: Sandla sakhe besiphakam-ile.

source: Home
ss: Ekhaya

source: Hours
ss: Emahora

source: Hours Recorded
ss: Emahora latfwetjuliwe

source: Hours Validated
ss: Emahora lacinisekisiwe

source: { $hours } validated hours so far!
ss: { $hours } emahora lacinisekisiwe kwamanje!

source: How ?
ss: Kanjani ?

source: How are project decisions made?
ss: Tincumo temsebenti tentiwa njani?

source: How can I get the Common Voice data?
ss: Ngingayitfola njani le data yaka Common Voice?

source: How can we effectively grow a language on Common Voice?
ss: Singalikhulisa kanjani lulwimi ngalokukhonsako ka Common Voice?

source: How does Common Voice calculate hours?
ss: Common Voice uwabala njani ema hora?

source: How does Common Voice work?
ss: Common Voice usebenta njani?

source: How does site localization work?
ss: Le-site ye localization isebenta njani?

source: How do I access and use the dataset?
ss: Ngiyitfola njani, futsi ngiyisebentisa njani le dataset?

source: How do I add a language?
ss: Ngilungeta njani lulwimi?

source: How do I add sentences?
ss: Ngiyingeta njani imisho?

source: How do I know whether to approve a voice clip?
ss: Ngitokwati kanjani kutsi kumele ngivumele lifayela lelitfwebuliwe?

source: How do I record a high quality voice clip?
ss: Ngikhona njani kutfwebula ticephu letisezingeni lelisecophelweni lelisetulu?

source: How do I stay in touch?
ss: Ngihlala njani ngichumene nani?

source: How do you ensure anonymity and privacy of the people who donated their voices?
ss: Ucinisekisa kanjani kungatiwa nekufihleka kwetimfihlo tebantfu labanikele ngemavi abo?

source: How to
ss: Kwentiwa njani

source: How-to
ss: Kanjani

source: How to Cite
ss: Indlela yeku-Cite

source: How would you describe your accent?
ss: Ungayichaza kanjani indlela yakho yekukhuluma?

source: I agree
ss: Ngiyavuma

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
ss: Ngingumuntfu lukhuluma ngendlela letse pheceleti, niyalifuna yini livi lami?

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ss: Ngiyavuma kutsi lemisho iku<wikipediaLink>public domain</wikipediaLink>futsi nginemvumo yekuwa upload.

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ss: Ngingatsandza kutfola liposi lembane lekufaka ekhatsi kukhumbutwa ngemagoli ami, inchubo yami kanye nemaphephandzaba nga Common Voice.

source: I do not agree
ss: Angivumi

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
ss: Uma inkhulumo ijikiswe bantfu lababili, ikhishwa kulomunye umkhakha wale dataset.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ss: Uma le recording igamuka, noma inekukhwehlela, yicitse ngaphandle ke uma ukhona kuva lencenye lemagama.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ss: Uma lomusho ungalibambi lelizinga langenhla, sicela uchafate ;Reject; libhathini lelingesekudla. Uma ungkaciniseki, ungakweca futsi uchubekele kulokulandzelako.

source: If the sentence does not meet the above criteria, click the "Reject" button. If you are unsure about the sentence, you may also skip it and move on to the next one.
ss: Uma umusho ungahlangabetani nalemibandzela lengenhla, chafata le bhathini la ""Reject"". Uma ute siciniseko ngemusho, ungaweca futsi uchubekele kulomunye.

source: If the sentence meets the criteria, click the "Approve" button.
ss: Uma umusho uhambelana neluhla, chafata "Approve".

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ss: Uma umusho uhambelana neluhla, chafata "Approve" ngesekudla.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ss: Uma uhlangabetana nalokutsintfwa ngulemihlahlandlela, sicela uvote ngendlela yakho lengiyo. Uma ungakhoni kukhetsa, sicela uchubekele embili uchubeke kulocophiwe lokulandzelako.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
ss: Uma ungakhona <strong>balalele</strong> futsi <strong>ubacondzisise</strong>, kujwayelekile<strong>kukahle kubavumela</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
ss: Uma singakakutsintsi emalangeni lambalwa letako, chumana natsi ku <emailLink>{ $email }</emailLink>, sitobuya kuwe!

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
ss: Uma ufuna emathulusi ekwakha ema modeli e ASR, ungachumana nalabanye bantfu kulommango <discourseLink>ku Discourse</discourseLink>.

source: If your language is not listed here, you can request it through <languageProcessLink>this process</languageProcessLink>.
ss: Uma lulwimi lwakho lungekho lana, ungalucela ku <languageProcessLink>ngaloluhlelo</languageProcessLink>.

source: If you run out of sentences to review, please help us collect more sentences!
ss: Uma uphelelwa imisho longayibuketa, sicela usisite sikweleke leminye!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
ss: Uma ucabanga kutsi kuphimisela kwenta kutsi <strong> kungakhonakali kucondzisisa </strong>, noma<strong>kunemsindvo lomningi </strong> longemuva, noma kukhona nabanye bantfu labakhulumako, kufanele usijikise lesiceshana.<accuracyLink> Buka lwati lolwengetiwe kumibandzela yethu yekucinisekisa</accuracyLink>.

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
ss: Ngicedza kwakha ligoli lami ngekunikela livi lami ku #CommonVoice -- bambisana nami ungisite ngifundzise imishini kutsi bantfu mbamba bakhuluma njani { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
ss: Ngite inkinga kutsi uphatse lomniningwane njengoba uchazile ku Mozilla's <privacyLink>Privacy Policy</privacyLink>

source: Includes email, username & demographic info, available right away
ss: Kufaka ekhatsi liposi lembane, emagama nemniningwane wakho, kuyatfolakala masinyane.

source: Includes mp3s and related sentences, may take some time to prepare
ss: Imisho lehlobene ingatsatsa lichi kutsi ilunge

source: Information about the language
ss: Umniningwane ngalolulwimi

source: In Progress
ss: Kuyachubeka

source: Interested in learning more and contributing to the project?
ss: Unenshisekelo yekwati kabanti nekulekelela kulomsebenti?

source: Is my account information public?
ss: Imininingwane yami ibonwa sive?

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
ss: </addLink>Ema Code aka ISO </addLink> uma khona lowatiko

source: Is the clip valid?
ss: Lesicephu singiso yini?

source: Is the goal of Common Voice to build a voice assistant?
ss: Ngabe umgomo wa Common Voice kwakha umsiti wemavi?

source: Italian
ss: Sitaliyane

source: It contains words or phrases that are hard to read or pronounce.
ss: Icuketse emagama lalukhuni kuwasho.

source: It is written in a language different than what I’m speaking.
ss: Kubhalwe ngelulwimi loluhlukile kunalele ngilikhulumako.

source: It's important that you reference where you found the public licence to avoid plagiarism and to allow for follow ups on <copyrightIssuesLink>copyright issues</copyrightIssuesLink>. Here are a few ways you can cite the work.
ss: Kumcokwa kutsi ucondzise lapho utfole khona imvumo yemphakatsi kugwema kukopa futsi kuvumela kulendzeleleka ngetindzaba tma copyrights. Nati letinye tindlela longacaphuna ngato lomsebenti.

source: Japanese
ss: Sijaphane

source: Join the Common Voice mailing list
ss: Ngenela luhla lweliposi lembane lwa Common Voice.

source: Just Unsure?
ss: Ute siciniseko?

source: Keep
ss: Gcina

source: Keep it up, record again <recordIcon></recordIcon>
ss: Wente kahle. tfwebula futsi<recordIcon></recordIcon>

source: Keep the recordings
ss: Gcina emafayela latfwebuliwe

source: Keep track of your progress and metrics across multiple languages.
ss: Hlala wati ngenchubo yakho netinhlola kuletinye tilwimi.

source: Keep track of your progress with a profile
ss: Gcina inchubo yakho ngelikhasi lelichaza kabanti ngawe

source: Keep track of your progress with a profile and help our voice data be more accurate.
ss: Landzelela inchubo yakho ngelikhasi lelichaza kabanti ngawe kuze usite i data yetfu yemavi kutsi ibe ngulecondzile.

source: Korean
ss: Sikhoriya

source: Language
ss: Lulwimi

source: Language Request
ss: Sicelo Selulwimi

source: Language request successfully submitted, thank you.
ss: Sicelo selulwimi simikiswe ngemphumelelo, siyabonga!

source: Languages
ss: Tilwimi

source: Languages can have their <validationRulesLink>own validation rules</validationRulesLink> with additional requirements. If there is no specific validation file for a language, we are using the generic English rules.
ss: Tilwimi tingaba nendlela yato <validationRulesLink>yekucinisekiswa </validationRulesLink>kanye nemitsetfo leyengetiwe. Uma kute lifayela lekucinisekisa lulwimi, sisebentisa imitsetfo leyejwayelekile yeSingisi.

source: Launched
ss: Kusunguliwe

source: Learn how to take part
ss: Fundza kuhlanganyela

source: Learn More
ss: Fundza Kabanti

source: Leaving now means you’ll lose your changes
ss: Kuhamba nyalo kusho kutsi utolahlekelwa tingucuko lotentile

source: Leaving now means you'll lose your progress
ss: Kuhamba nyalo kusho kutsi utolahlekelwa yinchubo yakho

source: Let's Get Started
ss: Asicale

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
ss: LibriSpeech yinhlanganisela yemibhalo lengalinganiselwa ku 1000 hours wa 16Khz lefundvwe ngeSingisi isuselwa kuma audiobooks lakule project ya LibriVox

source: Link Copied
ss: I-link Ikotjiwe

source: Links to websites that can help us understand the language
ss: Ema-link emakhasi angcondvomshina langasita kutsi sicondzisise lolulwimi.

source: Listen
ss: Lalela

source: Listening
ss: Ulalele

source: Listen-Queue
ss: Lidelezi lekulalela

source: Loading rejected sentences…
ss: Sisalungisa imisho lejikisiwe...

source: Loading sentences…
ss: Sisafaka imisho…

source: Loading your sentences…
ss: Sifaka imisho yakho...

source: Login failed
ss: Wehlulekile kungena

source: Log in or sign up to get started
ss: Ngena / bhalisa kute utokhona kucala

source: Login / Signup
ss: Ngena / Bhalisa

source: Log In / Sign Up
ss: Ngena / Bhalisa

source: Log In / Sign Up with { $company } email
ss: Ngena / Bhalisa nge email ye { $company }

source: Logout
ss: Phuma

source: Log Out
ss: Phuma

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ss: Kubukeka ngatsi kute lokutfwebuliwe lokungalalelwa ngalolulwimi. Sisite sigcwalise lilayini ngekutsi sitfwebule nyalo.

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
ss: Ciniseka kutsi uyatfwebula ungakacali kukhuluma, nekutsi kugcina kutfwebula uma ucedza kukhuluma.

source: Make sure the sentence meets the following criteria:
ss: Ciniseka kutsi imisho ihlangabeta loluhla lolulandzelako:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
ss: Yenta lwati lwakho lolufakile lunotse ngayoyonkhe indlela ngekufaka tibalo tebantfu. Sitawusisa yonkhe imininingwane letibalo tebantfu singakayikhipheli esiveni.

source: Male
ss: Lomdvuna

source: Manage Email Subscriptions
ss: Naka lababhalise ngeliposi lembane

source: Manage Subscriptions
ss: Naka lababhalise ngeliposi lembane

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ss: Mhlawumbe <homepageLink>likhasi letfu lofikela kulo</homepageLink> alisiti? Kubuta umbuto, sicela ungene ku <matrixLink>Matric community chat</matrixLink>, buka tinkinga telikhasi nga<githubLink> GitHub </githubLink>noma vakashela ema <discourseLink>Discourse forums</discourseLink>etfu.

source: Message
ss: Umlayeto

source: Misreadings
ss: Lokufundvwe kabi

source: Missing an <strong>'s'</strong> at the end of a word.
ss: Kushoda <strong>'s'</strong> ekugcineni kweligama.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
ss: Kushoda <strong>'A'</strong> or <strong>'The'</strong> ekucaleni kwale recording.

source: Missing the end of the last word by cutting off the recording too quickly.
ss: Kushiywa siphetfo seligama ngekujuba le recording ngekushesha.

source: Mixed
ss: Lokubhicene

source: More
ss: Lokunengi

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
ss: Lwati loluningi lolusetjentiswa tinkampane letinkhulu alutfolakali kalula ebantfwini labanengi. Sicabanga kutsi loko kukhinyabeta bucwephesha. Kungako setfule i Project Common Voice, umsebenti lotowenta kutsi kulaleleka kwemavi kuvulekele wonkhe umuntfu.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
ss: Lwati loluningi lolusetjentiswa tinkampane letinkhulu alutfolakali kalula ebantfwini labanengi. Sicabanga kutsi loko kukhinyabeta buchwepheshe. Kungako setfule i Project Common Voice, umsebenti lotowenta kutsi kulaleleka kwemavi kuvulekele wonkhe umuntfu.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
ss: Liningi lemalekhodi ngewebantfu labakhuluma ngemavi abo endalo. Ungawemukela lawo langakajwayeleki lawo lamenyetiwe, lahletjiwe noma lawo ke 'lanekugcizelela ' emavi. Sicela uwacitse emalekhodi lahlatjeliwe noma lentiwe nga ngcondvomshina.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
ss: Lwati lolugciniwe lwetinkhulumo luceceshwe ngalokwecile kwetibalo letitsite tebantfu lokuholela ekwehlukeni ngekutsi <articleLink>labadvuna nalabasemkhatsini ngelizinga</articleLink>. Emaphimbo netilwimi tesigodzi letivame kumelwa kancane etinhlobeni telwati ekuceceshweni lokuvamile tibu mbaniswa nemacembu ebantfu laba bandlululekile. Imishini leminingi ibuye itfole bumetima kucondza emavi ebantfu besifazane. Kungakho emtfonjeni wetfu welwati sifuna kwehlukahlukana!

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
ss: Le Mozilla Common Voice lichaza lelisita kufundzisa imishini kutsi bantfu mbamba bakhuluma kanjani.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
ss: I-Mozilla Common Voice yentiwa yabakhona yimiphakatsi leyehlukahlukene yemahlahlandlela, tati tetelwimi, bososayensi belwati, betemfundvo kanye nabo njinela bebuchwephesha labasuka mhlaba wonkhe. Lomsebenti uchatjwa yi Mozilla Foundation.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
ss: I-Mozilla itinikele ekugcineni likhatsi langcondvomshina livuliwe futsi lifinyeleleka kuwo wonkhe umuntfu. Kute sente loko sidzinga kuniketa batfutfukisi belikhasi langcondvomshina emandla ngemisebenti lefana ne-Common Voice. Njengoba buchwephesha belivi bukhula ngetulu kwetinhlelo tekusebenta te-niche, sikholwa kutsi kufanele tinikete bonkhe basebentisi ngalokulinganako. Loko kusho kutjala timali ngetilimi letiningi futsi kuvumeleke kuphumisela lokuhlukahlukene kanye netibalo tebantu lapho kwakhiwa futsi kuhlolwa buchwepheshe belivi. I-Common Voice iyinsita yesive letfolakala kuwo wonkhe umuntfu futsi emacembu e-Mozilla nabonjinela emhlabeni jikelele sebevele bayawusebentisa lomsebenti wetfu.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
ss: LeNjini lengumtfombo ya Mozilla ingasetjentiswa kwakha tinsita temavi. Fundza ku <githubLink>Github lokubhaliwe</githubLink> noma ngenelela i <discourseLink>DeepSpeech Discourse </discourseLink>kufundza kutsi ungacala kanjani.

source: Mutual accountability.
ss: Kwetsembeka lokufananako.

source: My Sentences
ss: Imisho Yami

source: Name
ss: Ligama

source: Names of your language
ss: Emagama elulwimi lwakho

source: Native Language
ss: Lulwimi lwakini

source: Need some help with accent?
ss: Udzinga lusito ngendlela yekukhuluma?

source: Need some help with variants?
ss: Udzinga lusito ngetinhlobo?

source: Need to download your data?
ss: Udzinga ku download i-data yakho?
